[Demo_Sisters_ep3_2 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-4800,Y=-2579,Z=537),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-4610,Y=-2604,Z=402),VecSub=(X=170,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=-4610,Y=-2544,Z=402),VecSub=(X=190,Y=0,Z=0),CId=70)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Sisters.GG2_BGM_DM_Usual_Sisters_Cue')
DemoScripts[10]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[11]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[12]=(Actor=FADE,Command=WAIT)
DemoScripts[13]=(Actor=WINDOW,Command=SET)
DemoScripts[14]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_001_Cue',Name="カミゾノ　マヤ")
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[16]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=2,Bit=0)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[20]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_003_Cue',Name="カミゾノ　シノブ")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[22]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[24]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[25]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[26]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[28]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_006_Cue',Name="")
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[30]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Anger_Cue')
DemoScripts[31]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=5,CId=69)
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_007_Cue',Name="カミゾノ　シノブ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[36]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=135,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[39]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[40]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[41]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[43]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[44]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_010_Cue',Name="カミゾノ　シノブ")
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[46]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[48]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=135,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[51]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[52]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[53]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[54]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_013_Cue',Name="カミゾノ　シノブ")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_014_Cue',Name="カミゾノ　マヤ")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[65]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_016_Cue',Name="")
DemoScripts[66]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[67]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[68]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=135,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[69]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[70]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[72]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[73]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[74]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[76]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[77]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[78]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_018_Cue',Name="カミゾノ　シノブ")
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[80]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[82]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=1)
DemoScripts[83]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0300_lp_Surprise",Number=8)
DemoScripts[84]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_020_Cue',Name="カミゾノ　シノブ")
DemoScripts[85]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[86]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[87]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[88]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[89]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[90]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_021_Cue',Name="カミゾノ　マヤ")
DemoScripts[91]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[92]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[93]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_022_Cue',Name="")
DemoScripts[94]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[95]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[96]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=135,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[97]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0301_fx_Surprise2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[98]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[99]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[101]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[102]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[103]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[104]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[105]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Joy_Cue')
DemoScripts[106]=(Actor=EMOTION,Command=SET,Name="カミゾノ　マヤ",Number=6,CId=70)
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",motionName[1]="my_CM_0003_fx_close_smile_L",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[108]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[109]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[110]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[111]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[112]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_024_Cue',Name="カミゾノ　マヤ")
DemoScripts[113]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[114]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[115]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_025_Cue',Name="カミゾノ　シノブ")
DemoScripts[116]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[117]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[118]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_1001_fx_Envy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[119]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[120]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=30)
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[122]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0109_fx_Stand2Pose",Rate=0,Number=2,Bit=0)
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0900_lp_Pose",Number=8)
DemoScripts[124]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[125]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_027_Cue',Name="カミゾノ　マヤ")
DemoScripts[126]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[127]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[128]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Wonder_Cue')
DemoScripts[129]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=3,CId=69)
DemoScripts[130]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[131]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[132]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_028_Cue',Name="カミゾノ　シノブ")
DemoScripts[133]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[134]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[135]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_029_Cue',Name="")
DemoScripts[136]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[137]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[138]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[139]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=135,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[140]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[141]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[142]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0901_fx_Pose2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[144]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[145]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[146]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[147]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0)
DemoScripts[148]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=220,Y=0,Z=0),SecTime=0.3,CId=70)
DemoScripts[149]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_031_Cue',Name="カミゾノ　シノブ")
DemoScripts[150]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[151]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[152]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_032_Cue',Name="カミゾノ　マヤ")
DemoScripts[153]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[154]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[155]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=180,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[156]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=1)
DemoScripts[157]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0300_lp_Surprise",Number=8)
DemoScripts[158]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[159]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[160]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=1)
DemoScripts[161]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_034_Cue',Name="")
DemoScripts[162]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[163]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[164]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_035_Cue',Name="カミゾノ　マヤ")
DemoScripts[165]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[166]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[167]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[168]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[169]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_037_Cue',Name="カミゾノ　マヤ")
DemoScripts[170]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[171]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[172]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_038_Cue',Name="")
DemoScripts[173]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[174]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[175]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=135,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[176]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0301_fx_Surprise2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[177]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[178]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=0)
DemoScripts[179]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_039_Cue',Name="カミゾノ　シノブ")
DemoScripts[180]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[181]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[182]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[183]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_040_Cue',Name="カミゾノ　シノブ")
DemoScripts[184]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[185]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[186]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_041_Cue',Name="カミゾノ　マヤ")
DemoScripts[187]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[188]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[189]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[190]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_042_Cue',Name="")
DemoScripts[191]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[192]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[193]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_043_Cue',Name="カミゾノ　シノブ")
DemoScripts[194]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[195]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[196]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[197]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_044_Cue',Name="カミゾノ　シノブ")
DemoScripts[198]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[199]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[200]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[201]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[202]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_046_Cue',Name="カミゾノ　シノブ")
DemoScripts[203]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[204]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[205]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[206]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_2.GG2_V_Sisters_ep3_2_047_Cue',Name="カミゾノ　マヤ")
DemoScripts[207]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[208]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[209]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[210]=(Actor=WINDOW,Command=EXIT)
DemoScripts[211]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[212]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[213]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[214]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[215]=(Actor=SYSTEM,Command=END)

[Select_Sisters_ep3_2 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=SPORT,ParamNum=30),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=FASHION,ParamNum=30),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Sisters_ep3_2 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="真夜",Text="......峯哥,這是,怎麼回事?")

Texts[1]=(Label="TEXT02",Name="峯大",Text="小忍......小真夜......")

Texts[2]=(Label="TEXT03",Name="忍",Text="峯大......你....../n怎麼把女孩子弄成這樣!/n你到底在做什麼啊!?")

Texts[3]=(Label="TEXT04",Name="峯大",Text="那是......呃......")

Texts[4]=(Label="TEXT05",Name="峯大",Text="這是天使害的啦./n其實是天使之箭......變成充能射擊......")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="纔不是我的錯!")

Texts[6]=(Label="TEXT07",Name="忍",Text="你是想說些莫名其妙的話/n把錯推給天使大人嗎?/n真是不知羞恥沒道德!!")

Texts[7]=(Label="TEXT08",Name="峯大",Text="明明是真的......")

Texts[8]=(Label="TEXT09",Name="峯大",Text="誰......誰知道呢? 是不是缺氧啊?/n因為大家好像都跑來跑去的嘛......")

Texts[9]=(Label="TEXT10",Name="忍",Text="說得像是別人的事呢./n在我看來,她們是在追著峯大跑耶?")

Texts[10]=(Label="TEXT11",Name="峯大",Text="唔咕......那是......")

Texts[11]=(Label="TEXT12",Name="峯大",Text="難道不是因為我今天特別帥的關係嗎?/n妳看,是不是有散發出什麼費洛蒙之類的?")

Texts[12]=(Label="TEXT13",Name="忍",Text="沒有呢.")

Texts[13]=(Label="TEXT14",Name="真夜",Text="沒有.")

Texts[14]=(Label="TEXT15",Name="峯大",Text="怎麼會......")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="其實有散發出來啦--")

Texts[16]=(Label="TEXT17",Name="峯大",Text="比起那種事,/n我現在很想要妳的內褲呢.")

Texts[17]=(Label="TEXT18",Name="忍",Text="什......什麼?/n你怎麼了......峯大......?")

Texts[18]=(Label="TEXT19",Name="峯大",Text="給我內褲--!/n給我內褲啦--!")

Texts[19]=(Label="TEXT20",Name="忍",Text="噫--!")

Texts[20]=(Label="TEXT21",Name="真夜",Text="小忍,快退後!/n這......不是峯哥!")

Texts[21]=(Label="TEXT22",Name="艾可蘿",Text="不,雖然十分遺憾,/n但這個......是本人......")

Texts[22]=(Label="TEXT23",Name="峯大",Text="在過往的大戰之際,由十二眾神施加在/n我這聖魔眼(Improbable.Guilty)上面的/n封印就快要解開了......!")

Texts[23]=(Label="TEXT24",Name="真夜",Text="好......好酷!")

Texts[24]=(Label="TEXT25",Name="忍",Text="是嗎......?")

Texts[25]=(Label="TEXT26",Name="峯大",Text="唔......唔咕......再這樣下去/n我的聖魔力(Nemesis Aura)/n甚至有可能會傷害到妳們!")

Texts[26]=(Label="TEXT27",Name="真夜",Text="......!")

Texts[27]=(Label="TEXT28",Name="忍",Text="咦,什麼?/n是要我敲下去嗎?/n是敲下去就會修好的東西嗎?")

Texts[28]=(Label="TEXT29",Name="艾可蘿",Text="我想恐怕已經太遲了......")

Texts[29]=(Label="TEXT30",Name="峯大",Text="不要敲啊--!")

Texts[30]=(Label="TEXT31",Name="忍",Text="惡魔的影響好像比剛才/n還要更加嚴重了耶......?/n真夜,能不能想辦法淨化峯大呢?")

Texts[31]=(Label="TEXT32",Name="真夜",Text="那個,小忍......我從剛才開始/n就一直想說......別說是淨化了,/n峯哥身邊,跟著天使哦.")

Texts[32]=(Label="TEXT33",Name="峯大",Text="咦咦!?")

Texts[33]=(Label="TEXT34",Name="艾可蘿",Text="真夜大人,妳看得見我嗎!?")

Texts[34]=(Label="TEXT35",Name="真夜",Text="一清二楚.")

Texts[35]=(Label="TEXT36",Name="峯大",Text="那,那麼,剛才為什麼/n沒有告訴小忍?")

Texts[36]=(Label="TEXT37",Name="真夜",Text="錯過說的,時機了....../n我,很不會說話,/n而且小忍,動不動就暴衝......")

Texts[37]=(Label="TEXT38",Name="艾可蘿",Text="沒想到竟然看得見我的身影....../n真夜大人真令人敬畏!")

Texts[38]=(Label="TEXT39",Name="忍",Text="暫停暫停--!/n什麼,怎麼回事?/n我完全跟不上話題啊......")

Texts[39]=(Label="TEXT40",Name="忍",Text="峯大身邊跟著天使大人?/n開這種玩笑也不有趣喔.")

Texts[40]=(Label="TEXT41",Name="真夜",Text="不是,開玩笑./n雖然好像是,見習天使......")

Texts[41]=(Label="TEXT42",Name="艾可蘿",Text="唔咕咕....../n竟然看穿到這種地步......")

Texts[42]=(Label="TEXT43",Name="忍",Text="難以置信呢....../n不過,既然是真夜說的/n那應該不會有錯......")

Texts[43]=(Label="TEXT44",Name="忍",Text="我明白了./n為了確認,盡可能到高一點的地方....../n我們去屋頂上吧.")

Texts[44]=(Label="TEXT45",Name="峯大",Text="屋頂?/n去那裡做什麼?")

Texts[45]=(Label="TEXT46",Name="忍",Text="我有些想法./n我和真夜還要做點準備,/n峯大就先過去吧.")

Texts[46]=(Label="TEXT47",Name="真夜",Text="小忍該不會是......要做那個......?")

Texts[47]=(Label="TEXT48",Name="峯大",Text="......?")

Texts[48]=(Label="SELECT01",Name="",Text="這是天使害的")

Texts[49]=(Label="SELECT02",Name="",Text="是不是/n缺氧啊?")

Texts[50]=(Label="SELECT03",Name="",Text="是因為/n我太帥了")

Texts[51]=(Label="SELECT04",Name="",Text="比起這個/n我想要妳的內褲")

Texts[52]=(Label="SELECT05",Name="",Text="聖魔眼的封印/n快要解開了")

Texts[53]=(Label="SELECT06",Name="",Text="")

Texts[54]=(Label="SELECT07",Name="",Text="")

Texts[55]=(Label="SELECT08",Name="",Text="")

Texts[56]=(Label="SELECT09",Name="",Text="")

Texts[57]=(Label="SELECT10",Name="",Text="")


